IDEA Open Model
MatConcreteSIA.Fctk_0_95 Property
Compatible with IDEA StatiCa Beta 20.0
 characteristic axial tensile strength of concrete 95% quantile
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Fctk_0_95 { get; set; }
Public Property Fctk_0_95 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace